"Toggle Sidebar" = "Isku-bedel Agab-dhinaceedka";

"What would you like to ask ChatGPT about?" = "Maxaad jeclaan lahayd inaad wax ka waydiiso ChatGPT?";

"This action will send a single message to a chat with ChatGPT and return the response." = "Ficilkan wuxuu dirayaa hal fariin sheekeysi ChatGPT la yeesho wuxuuna soo celinayaa jawaab.";

"Start voice conversation" = "Bilaw wada-sheekeysi cod ah";

"Is there anything else you would like to ask about?" = "Miyaa jira waxkale aad jeclaan lahayd inaad waydiiso?";

"Change Shortcut" = "Beddel Wadada-gaaban";

"Which model would you like to use?" = "Moodeelkee baad jeclaan lahayd inaad isticmaasho?";

"Content" = "Nuxur";

"%@" = "%@";

"Would you like to start a new chat?" = "Ma jeclaan lahayd inaad bilawdid sheekeysi cusub?";

"Continuous chat" = "Sheekeysi sii socda";

"You can continue this chat from the app." = "Waxaad sheekeysigan ka sii wadi kartaa abbka.";

"Model" = "Moodeel";

"Message" = "Fariin";

"New Chat" = "Sheekeysi Cusub";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Ficilkan wuxuu daah-furayaa abbka ChatGPT si uu ula bilaabo ChatCPT wada-sheekeysi cod ah.";

"Message Identifier" = "Fariin Aqoonsadaha";

"Ask ChatGPT" = "Waydii ChatGPT";

"Start voice conversation with ChatGPT" = "Wada-sheekeysi cod ah la bilaw ChatGPT";

"Chat Identifier" = "Sheekeysi Aqoonsadaha";

"New Temporary Chat" = "Sheekeysi Ku-meel-gaar ah Cusub";

"Check for Updates…" = "Raadi Cusbooneysiisyo…";

"Settings…" = "Habeynada";

"Start new chat" = "Bilow sheekeysi cusub";

"ChatGPT Help" = "ChatGPT Kaalmada";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Ama haddii aad rabtid inaad furatid sheekeysiga horey-iyo-gadaal ama dhamestirtid Wadada-gaaban isla-markii jawaab kadib";

"Message to send to ChatGPT" = "Fariin loo diro ChatGPT";

"Model slug" = "Dixiriga moodeelka";

"Model name" = "Magaca moodeelka";

"Model to use with the new chat" = "Moodeelka lala isticmaalo sheekeysi cusub";

"Indicates whether a new chat should be started" = "Wuxuu tilmaamaa in la bilaabayo sheekeysi cusub";

